tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "zegervdv/zathura"

brew "awscli"
brew "azure-cli"
brew "bash"
brew "ccat"
brew "coreutils"
brew "diffutils"
brew "dos2unix"
brew "ed", args: ["with-default-names"]
brew "file-formula"
brew "findutils", args: ["with-default-names"]
brew "gawk"
brew "git"
brew "git-lfs"
brew "gnu-indent", args: ["with-default-names"]
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "gnu-which", args: ["with-default-names"]
brew "gnutls"
brew "go"
brew "graphviz"
brew "grep", args: ["with-default-names"]
brew "gzip"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "less"
brew "make"
brew "mpv"
brew "newsboat"
brew "nmap"
brew "openssh"
brew "pandoc"
brew "pipenv"
brew "qrencode"
brew "rbenv"
brew "rsync"
brew "shellcheck"
brew "stow"
brew "task-spooler"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unzip"
brew "vim", args: ["with-lua", "with-override-system-vi"]
brew "watch"
brew "wdiff", args: ["with-gettext"]
brew "weechat"
brew "wget"

cask "1password"
cask "basictex"
cask "docker"
cask "etcher"
cask "firefox"
cask "google-chrome"
cask "slack"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "zoomus"
